Repository: ARICOMA-D365BC/AC-IB-dynamics365smb-docs-OmegaT
Catalog: omegat/project_save.tmx
Source language: cs_cz
Languages: en_us

source: Důvodem může být to, že si uživatel tohoto partnera zkontroloval a problém pro který má uvedený tento stav, nepovažuje za důležité, proto provede jeho zrušení.
en_us: The reason may be that the user has checked this partner and does not consider the issue for which this condition is listed to be important, so he will cancel it.

source: E-mail je pak uložen v poli E-mail v tabulce Prodejce/nákupčí, která má z prodejní hlavičky vazbu přes jedno pole Kód prodejce – Kód.
en_us: The email is then stored in the E-mail field in the Salesperson/Purchaser table, which is bound from the sales header through one field Salesperson Code – Code.

source: E-mail – emailové adresy
en_us: E-mail – email address

source: E-mail – tento bude využit pro komunikaci ohledně předplatného, např. pro zasílání upozorňování na blížící se termín konce předplatného, apod.
en_us: Email - this will be used for communication regarding subscriptions, e.g. to send notifications of the upcoming subscription end date, etc.

source: EDI konektor základ - nastavení
en_us: EDI connector - Setup

source: Elektronická fakturace - PDFXChange
en_us: Electronic invoicing - PDFXChange

source: Elektronická fakturace ISDOC
en_us: Electronic invoicing - ISDOC

source: Elektronický podpis je nastavitelný v systému.
en_us: The electronic signature is adjustable in the system.

source: Email tak může odejít na všechny tři definice pro jednu položku.
en_us: The email can then go to all three definitions for one item.

source: Evidence EET přímo z rozpisu platby
en_us: EET records directly from the Payment Schedule

source: Evidence obalů obsahuje klasifikaci druhů obalů.
en_us: Pack Tracking contains a classification of the types of packaging.

source: Evidence obalů základ (EKOKOM) - Nastavení
en_us: Pack Tracking Basic (EKOKOM) - Setup

source: Evidence pošty - Nastavení
en_us: Mail records - Setup

source: Evidence úhrady – zjednodušený režim
en_us: Records of payment – simplified regime

source: Evidence úhrady – zjednodušený režim se záměnou Způsobu platby
en_us: Records of payment – simplified mode with substitution of payment method

source: Evidovanou poštu je možné řízeně zpracovávat pomocí modulu Workflow (Řízení stavů), provázat s nákupními či prodejními doklady a prostřednictvím modulu Publikování SharePoint a nebo modulu Došlé doklady připojit ke kartě evidované pošty naskenovaný či elektronicky přijatý dokument.
en_us: Registered mail can be processed in a controlled manner using the Workflow module (Status Management), linked to purchase or sales documents, and through the SharePoint Publishing module or Incoming Documents module to attach a scanned or electronically received document to the registered mail card.

source: Exekuce
en_us: Distraint

source: Existuje-li ve firmě více přepážek či poboček, je obvyklé evidovat operace na těchto místech odděleně.
en_us: If there are several counters or branches in the company, it is customary to record operations in these places separately.

source: Existují dva způsoby, jak definovat obsah e-mailu (předmět a tělo).
en_us: There are two ways to define the content of an email (subject and body).

source: Existují tři různé způsoby, jak zadat adresáta e-mailu, které jdou mezi sebou kombinovat.
en_us: There are three different ways to specify an email recipient that can be combined with each other.

source: Expediční místa
en_us: Expedition places

source: Expediční místo je místo Vašeho skladu odkud jsou expedovány zásilky.
en_us: The Expedition Places are locations of your warehouses from where shipments are dispatched.

source: Export do formátu .xml
en_us: Export to .xml format

source: Export HelpDesk požadavků
en_us: Export HelpDesk requests

source: Export Kontrolního výkazu DPH do XML
en_us: Export the VAT Control Report to XML

source: Export dokumentu komunikace
en_us: Export a communication document

source: Export požadavku potvrďte pomocí tlačítka OK.
en_us: Confirm the export of the request with the OK button.

source: Export souboru pro Intrastat
en_us: Export a file for Intrastat

source: Export účetní zavěrky - SK - nastavení
en_us: Export of financial statements - SK - Setup

source: Export účetní závěrky - SK
en_us: Export of financial statements - SK

source: Exportujte pomocí funkce Exportovat, je nutné vyplnit Kontaktní osoba, Typ, Pořadové číslo výkazu
en_us: Export using the function Export, it is necessary to fill in Contact person, Type, Serial number of the statement

source: Factoring - Nastavení
en_us: Factoring Setup

source: Faktura servisu,
en_us: Service invoice,

source: Farmaceutický a kosmetický průmysl
en_us: Pharmaceutical and cosmetics industry

source: Filtr kódu původu
en_us: Source Code filter

source: Filtr typu dokladu
en_us: Document type filter

source: Filtrovat podle Dodavatele
en_us: Filter by Vendor

source: Filtrovat podle Zákazníka
en_us: Filter by Customer

source: Finance - Přenesená daňová povinnost
en_us: Finance - Tax liability transferred

source: Finanční účtování je určeno Účto skupinou faktoringu z Nastavení faktoringu:
en_us: Financial posting is determined by the Factoring Posting Group from Factoring Settings:

source: Finanční účtování je určeno Účto skupinou přeúčtování z Nastavení faktoringu.
en_us: Financial posting is determined by Adv. Posting Group from Factoring Settings.

source: Funkce Koupit produkt na stránce Nákup produktu firmy AUTOCONT uživatele postupně provede jednotlivými kroky:
en_us: The Buy Product function on the AUTOCONT Product Purchase page guides the user through the steps:

source: Funkce kontrolované tabulky rozšiřuje funkčnost add-onu Řízení stavů o možnost kontroly záznamů nebo polí v tabulkách svázaných s tabulkou, která je řízena Řízením stavů.
en_us: The function of the checked table extends the functionality of the State Management add-on by the ability to check records or fields in tables bound to a table that is controlled by Status management.

source: Funkce nad přepravci
en_us: Functions over shipping agents

source: Funkce pracuje pouze s položkami DPH obsahující kombinace účtoskupin nastavené pro odpočty DPH (viz Controling Basic - Nastavení - Krácení odpočtu DPH).
en_us: he function only works with VAT items containing combinations of account groups set up for VAT deductions - see Setting the VAT deduction reduction.

source: Funkce tisk štítků je nastavená, aby tiskla na definové tiskárně.
en_us: The Print Labels feature is set to print to a defined printer.

source: Funkce zobrazí seznam přepravců s počtem zásilek, které ještě nebyly objednány ke svozu.
en_us: The function will display a list of carriers with the number of shipments that have not yet been ordered for collection.

source: Funkcionalita Platebních kalendářů je k dispozici v prodeji i v nákupu a její fungování je v obou oblastech obdobné.
en_us: The functionality of the Payment Calendars is available for sale and purchase, and its operation is similar in both areas.

source: Funkcionalita není dostupná na objednávkách (obecně na prodejních/nákupních dokladech, kde je možná částečná fakturace).
en_us: The functionality is not available on purchase orders (generally on sales/purchase documents where partial invoicing is possible).

source: Funkcionalita posloupnosti odesílání pracuje tak, že pokud je v OUT Bufferu vyplněno pole Parametr komunikace, tak se zpracovává právě podle toho pole.
en_us: The functionality of the sending sequence works in such a way that if the Interaction Parameter field is filled in in the OUT Buffer, it is processed according to that field.

source: Funkcionalita rozšiřuje možnosti nastavení pravidel uživatelům i v případě použití jednoho způsobu platby, a to jak na prodejních tak i nákupních dokladech.
en_us: The functionality extends the possibilities of setting rules to users even if one payment method is used, both on sales and purchase documents.

source: Funkcionalita slouží jako podpora pro vymáhání pohledávek, které dosud nebyly uhrazeny.
en_us: The functionality serves as support for enforcement of receivables that have not yet been repaid.

source: Funkcionalita umožňuje sloučení řádků platebního příkazu, což je vhodné, pokud je potřeba uhradit více nákupních dokladů jednou částkou.
en_us: The functionality allows you to merge payment order lines, which is useful if you need to pay for multiple purchase documents in a single amount.

source: Funkcionalita umožňuje zpracování Kontrolního výkazu DPH a jeho export do souboru formátu xml, který je možné importovat na portál Finanční správy SR nebo do aplikace eDane.
en_us: The functionality enables the processing of the VAT Control Report and its export to an xml file, which can be imported to the portal of the Financial Administration of the Slovak Republic or to the eDane application.

source: Funkcionalitu obecných parametrů lze využít k vyhledání „podobných“ záznamů.
en_us: The functionality of general parameters can be used to search for "similar" records.

source: Funkčnost add-on modulu je integrovaná s add-on modulem Napojení na MS Word.
en_us: The functionality of the add-on module is integrated with the add-on module Connection to MS Word.

source: Generování Kontrolního výkazu DPH
en_us: Generate a VAT Control Report

source: HTTP – adresa http
en_us: HTTP – address http

source: HelpDesk - Nastavení
en_us: HelpDesk - Setup

source: Heslo
en_us: Password

source: Hierarchický návrh cen
en_us: Hierarchical proposal of prices

source: Hierarchický návrh ceny znamená, že je cena (ale i řádková sleva) dohledávána v pevně definovaném pořadí (dle hierarchie).
en_us: A hierarchical price proposal means that the price (as well as the line discount) is found in a fixed order (according to the hierarchy).

source: Hlavička zásilky
en_us: Parcel header

source: Hlavní částí spooleru jsou dvě tabulky, ve kterých jsou uchovány jednotlivé záznamy o komunikaci včetně souborů.
en_us: The main part of the spooler are two tables in which individual records of communication, including files, are stored.

source: Hodnota Číselný interval zase pracuje s poli Počáteční číslo a Koncové číslo.
en_us: The Numerical Interval value, in turn, works with the Start Number and End Number fields.

source: Hodnoty mohou být Nikdy, Dle úlohy a Vždy.
en_us: Values can be Never, By Task, and Always.

source: Hodnoty musí být nejdříve zadané v Kódech původu.
en_us: The values ​​must first be entered in the Source Codes

source: Hodnoty vyplníte do polí řádku průvodce.
en_us: You fill in the values in the fields of the wizard line.

source: Hodnoty zadané v nastavení pak slouží pro zjednodušení zadávání.
en_us: The values entered in the settings are then used to simplify input.

source: Holdingové společnosti
en_us: Holding companies

source: ID elementu XML schématu - vyplěním bude automaticky vyplněn i Kód atributu DPH
en_us: XML schema element ID - the VAT attribute code will be automatically filled in by the fill-in

source: IN - slouží pro příchozí komunikace.
en_us: IN - used for incoming communications.

source: IN Agent TCP a IN Agent MSMQ jsou pasivní agenti.
en_us: IN Agent TCP and IN Agent MSMQ are passive agents.

source: Import směnných kurzů z ECB
en_us: Import of exchange rates from the ECB

source: In Buffer - Dotaz
en_us: In Buffer - Query

source: In Buffer - Dotaz (včetně archivu)
en_us: In Buffer - Query (incl. Archiv)

source: In Buffer - Odpověď
en_us: In Buffer - Response

source: In Buffer - Odpověď (včetně archivu)
en_us: In Buffer - Response (incl. Archive)

source: In Buffer a Out Buffer
en_us: In Buffer and Out Buffer

source: Infomace o účtu a kontrola platných přepravců
en_us: Account information and checking of valid carriers

source: Integrační služba
en_us: Integration service

source: Integrační služby: Balíkobot.cz
en_us: Integration services: Balíkobot.cz

source: Interní oprava prodejní faktury
en_us: Internal correction of sales invoice

source: Intrastat mapování souboru
en_us: Intrastat file mapping

source: Jakmile proběhne aktualizace Business Central v prohlížeči, budete mít Business Central ve slovenštině.
en_us: As soon as the Business Central is updated in the browser, you will have Business Central in Slovak language.

source: Jakmile vše vyplníte a kliknete na Dokončit, asistovaný průvoce se zavře a začnou se synchronizovat master data.
en_us: Once you have filled in everything and clicked Finish, the assisted guide will close and the master data will begin to synchronize.

source: Jako první vyplníte Šablonu obecných parametrů, poté Hodnotu a nakonec Popis.
en_us: Fill in the General Parameters Template first, then the Value, and finally the Description.

source: Jde o textové pole z tabulky definované šablonou události.
en_us: This is a text box from a table defined by the event template.

source: Je dobré používat pole Nenutit posloupnost odesílání po důkladné úvaze.
en_us: It's a good idea to use the Do not force the send sequence field after careful consideration.

source: Je možné definovat šablony pro převod faktoringových smluv do dokumentů Microsoft Word.
en_us: It is possible to define templates for converting factoring agreements into Microsoft Word documents.

source: Je možné vynutit určité nastavení pro jednotlivé služby přepravce.
en_us: It is possible to force certain settings for individual Shipping Agents services.

source: Je na rozhodnutí správce, která forma poznámek bude v rámci celé firmy využívána.
en_us: It is up to the administrator to decide which form of notes will be used throughout the company.

source: Je nutné, pokud chcete např. umožnit přijímat i cizí měnu na pokladních místech.
en_us: It is necessary if you want to allow, for example, to accept foreign currency at POS.

source: Je nástrojem pro další akce s kontakty společnosti, které jsou v insolvenčním řízení, např. při zadávání prodejních dokladů, jejich účtování (dodání, fakturace).
en_us: It is a tool for further actions with the company's contacts that are in insolvency proceedings, e.g. when entering sales documents, their accounting (delivery, invoicing).

source: Je podporována i varianta regresního faktoringu, kdy faktor může pohledávku/závazek vrátit.
en_us: The regression factoring variant is also supported, where the factor can return the receivable/liability.

source: Je to obdobná funkce jako Akce Řízení stavů.
en_us: It is a similar feature to the Status Management Actions.

source: Je využíván především pro automatické periodické generování sestav, přičemž umožňuje odesílat výsledné sestavy jako přílohu e-mailu ve formátu HTML, ukládat je, nebo publikovat na SharePoint.
en_us: It is mainly used for automatic periodic reporting, allowing you to send the resulting reports as an e-mail attachment in HTML format, save them, or publish them to SharePoint.

source: Je však možné hodnoty definovat i u parametrů zadávaných Ručním vstupem.
en_us: However, it is also possible to define values for parameters entered by Manual input.

source: Je zde také zobrazen Typ procesu a Typ dokumentu.
en_us: It also displays Process Type and Document Type.

source: Je-li doklad nezaokrouhlený, zaokrouhlení částky hotovosti k vrácení probíhá až při účtování vyrovnání prostřednictvím nastaveného zaokrouhlení ve funkcionalitě Pokladní doklady.
en_us: If the receipt is unrounded, rounding of the cash to be refunded takes place only when posting the settlement through the rounding set in the Cash Receipts functionality.

source: Je-li třeba, zadejte filtr na Kód číselné řady, pro který má být výše uvedené aplikováno.
en_us: If necessary, enter a filter for the No. Series Code for which the above is to be applied.

source: Je-li třeba, zadejte filtr pro omezení výběru kontaktů, pro které má být výše uvedené aplikováno.
en_us: If necessary, specify a filter to limit the selection of contacts to which the above should be applied.

source: Je-li uživatelem zapnuto, bude systém účtovat na stejné strany účtů, ale s opačným znaménkem.
en_us: If enabled by the user, the system will post to the same sides of the accounts, but with the opposite sign.

source: Jeden ze stavů musí být označen jako Výchozí stav – ten se vyplní při založení nového helpdesk požadavku.
en_us: One of the states must be marked as Default State – this is filled in when a new helpdesk request is created.

source: Jedna firma může přijímat nastavení od centrální databáze a zároveň být sama centrální databází pro jiné firmy = v systému může být více centrálních databází.
en_us: One company can receive settings from the central database and at the same time be the central database for other companies = there can be multiple central databases in the system.

source: Jedno expediční místo může být přiřazeno jedné lokaci.
en_us: One shipping point can be assigned to one location.

source: Jednotlivé funcionality jsme seskupili do následujících balíčků.
en_us: We have grouped the individual functionalities into the following packages.

source: Jedná se o funkci – Proces/Vydat.
en_us: This is the Process/Issue function.

source: Jedná se o funkcionalitu umožňující uživateli správu předplatného produktů firmy AUTOCONT v prostředí Business Central.
en_us: It is a functionality that allows the user to manage subscriptions to AUTOCONT products in the Business Central environment.

source: Jedná se o integraci BC na komerční službu CreditCheck, která slouží pro kontrolu bonity partnerů.
en_us: This is the integration of BC into the commercial CreditCheck service, which is used to check the creditworthiness of partners.

source: Jedná se o konkrétní nastavení polí tabulek centrální databáze.
en_us: These are specific field settings for the central database tables.

source: Jedná se o vazbu na modul Došlá pošta (detailněji viz modul – Došlá pošta).
en_us: This is a link to the Incoming Mail module (for more details, see the Inbox module).

source: Jedná se o číselníky:
en_us: These are code lists:

source: Jedná se o Řádky poznámek na kartě požadavku – tyto strukturované poznámky obsahují pole Datum, Poznámka (100 znaků) a Kód.
en_us: These are Request Comment Line on the request card—these structured notes contain the Date, Note (100 characters), and Code fields.

source: Jedním z nejdůležitějších kritérií pro rozhodování o plánování a koordinaci kapacit na řešení požadavků je stupeň naléhavosti, s jakou je nutno se tím kterým požadavkem zabývat.
en_us: One of the most important criteria for deciding on the planning and coordination of capacities to address requirements is the degree of urgency with which a particular requirement must be addressed.

source: Jedním ze způsobů je vytvoření zásilky s dodacího listu nebo účtované faktury.
en_us: One way is to create a shipment from a delivery note or a charged invoice.

source: Jestliže má uživatel v nastavení zaškrtnut boolean „Povolit změnu stavu CreditCheck“ pak na kartě kontaktu může pomocí funkce „Zrušit stav CreditCheck“ provést zrušení naimportovaného stavu.
en_us: If the user has the "Allow change of CreditCheck status“ boolean checked in the settings, then he can cancel the imported status on the contact card using the "Cancel CreditCheck status" function.

source: Jinými slovy vyhledání těch záznamů dané entity, které mají například přiřazeny stejné parametry nebo mají stejné hodnoty některých parametrů.
en_us: In other words, finding those records of a given entity that have, for example, the same parameters assigned to them or have the same values ​​of some parameters.

source: Jméno
en_us: Name

source: K dispozici je i historie uzavřených požadavků HelpDesku.
en_us: There is also a history of closed HelpDesk requests.

source: K tisku na fiskální tiskárně dochází také při zaúčtování rozpisu platby na vytvořeném resp. zaúčtovaném dokladu (faktura, dobropis, záloha).
en_us: Printing on the fiscal printer also occurs when the payment breakdown is posted on the created or posted document (invoice, credit note, prepayment).

source: K tomu se na Kartě helpdesk požadavku využívá především záložka Řešení požadavku nebo funkce Změna stavu požadavku.
en_us: To do this, the Processing tab or the Request Status Change Function is used on the Helpdesk Request Card.

source: K zadání slouží infomrační panel Parametry zásilky na kartě prodejní objednávky.
en_us: The Shipment Parameters infomation panel on the sales order tab is used to enter them.

source: K šířené elektronické fakturaci lze připojit libovolné elektronické přílohy (dodací listy, certifikáty atd.) bez omezení typu souboru.
en_us: Any electronic attachments (delivery notes, certificates, etc.) can be attached to the distributed electronic invoicing without file type restrictions.

source: Kampaň
en_us: Campaign

source: Kampaň a Cenová skupina zboží
en_us: Campaign and Price group of goods

source: Kampaň a Zboží
en_us: Campaign and Items

source: Karta Zásilky a karta Vytvořit zásilku jsou skoro stejné.
en_us: The Shipments tab and the Create Shipment tab are almost identical.

source: Karta helpdesk požadavku zobrazuje relevantní informace vztahující se ke zvolenému požadavku.
en_us: The Helpdesk Request Card displays relevant information related to the selected request.

source: Karta zásilky
en_us: Create Parcel Card

source: Karta zásilky se skládá celkem z pěti částí.
en_us: The consignment card consists of a total of five parts.

source: Karta řidiče definuje sledovanou osobu a k ní navázané informace.
en_us: The driver card defines the monitored person and the information linked to it.

source: Katalog zboží dodavatele PHM – pro označení zboží ve výpisu dodavatele a jeho napárování na karty zboží v systému.
en_us: Fuel Item Vend. Catalog – to mark the items in the vendor's statement and pair them to the item cards in the system.

source: Kategorie uživatele obsahuje pole Kód, Popis a Váha.
en_us: The user category contains the Code, Description, and Weight fields

source: Kategorie uživatelů představují skupiny uživatelů.
en_us: User categories are groups of users.

source: Každý produkt má 30-ti denní zkušební období pro ověření, zda funkcionalita zákazníkovi vyhovuje.
en_us: Each product has a 30-day trial period to verify that the functionality suits the customer.

source: Každý přepravce a služba přepravce má své specifické parametry, které v případně nevyplnění nahlásí zpráva, která informuje o tom, co za údaj není na zásilce vyplněn.
en_us: Each shipping angent and shipping angent service has its own specific parameters that will report a message if the data is incomplete, indicating what data is missing from the shipment.

source: Každý záznam v tabulce IN Bufferu i OUT Bufferu má přiděleno jedinečné číslo ID dokumentu.
en_us: Each record in both the IN Buffer and OUT Buffer tables is assigned a unique Document ID number.

source: Kdy?
en_us: When?

source: Kdykoliv v průběhu zkušebního období je možné zakoupit produkt s tím, že zákazník nepřijde o zbývající část zkušebního období.
en_us: At any time during the trial period, it is possible to purchase the product with the understanding that the customer will not lose the remainder of the trial period.

source: Když je ale takových kódů (z důvodů požadavků na evidenci) více, je třeba zajistit zaúčtování dokladu s kódem příslušným uživateli, který doklad účtuje.
en_us: However, when there are more than one such code (due to record keeping requirements), it is necessary to ensure that the document is posted with the code appropriate to the user posting the document.

source: Když máte nadefinované stavy Řízení stavů potvrďte je pomocí tlačítka OK.
en_us: When you have defined Status Management Statuses, use the OK button to confirm them.
